Repository: kenatst/InstantPDF
Catalog: Shared/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it

source: Make scans searchable with on-device OCR.
de: Mache Scans mit On-Device-OCR durchsuchbar.
es: Haz que tus escaneos sean buscables con OCR en el dispositivo.
fr: Rendez vos scans recherchables avec l'OCR sur l'appareil.
it: Rendi le scansioni ricercabili con OCR sul dispositivo.

source: Make Searchable
de: Durchsuchbar machen
es: Hacer buscable
fr: Rendre recherchable
it: Rendi ricercabile

source: Manage Subscription
de: Abo verwalten
es: Administrar suscripción
fr: Gérer l'abonnement
it: Gestisci abbonamento

source: Meet your full PDF toolkit
de: Entdecke dein komplettes PDF-Werkzeug
es: Descubre tu kit completo de PDF
fr: Découvrez toute votre boîte à outils PDF
it: Scopri il tuo kit PDF completo

source: Meeting Notes
de: Besprechungsnotizen
es: Notas de reunión
fr: Notes de réunion
it: Note di riunione

source: Merge
de: Zusammenführen
es: Fusionar
fr: Fusionner
it: Unisci

source: Merge into One PDF
de: Zu einem PDF zusammenführen
es: Fusionar en un solo PDF
fr: Fusionner en un seul PDF
it: Unisci in un unico PDF

source: Merge PDFs
de: PDFs zusammenführen
es: Fusionar PDF
fr: Fusionner les PDF
it: Unisci PDF

source: Merged into one PDF
de: Zu einem PDF zusammengeführt
es: Combinado en un solo PDF
fr: Fusionné en un seul PDF
it: Unito in un unico PDF

source: Merged PDF
de: Zusammengeführtes PDF
es: PDF fusionado
fr: PDF fusionné
it: PDF unito

source: Messages
de: Nachrichten
es: Mensajes
it: Messaggi

source: Mode
de: Modus
es: Modo
it: Modalità

source: More
de: Mehr
es: Más
fr: Plus
it: Altro

source: More actions
de: Weitere Aktionen
es: Más acciones
fr: Plus d'actions
it: Altre azioni

source: Move
de: Bewegen
es: Mover
fr: Déplacer
it: Sposta

source: Move %lld
de: %lld verschieben
es: Mover %lld
fr: Déplacer %lld
it: Sposta %lld

source: Move PDFs here with Select, or keep creating.
de: Verschiebe PDFs hierher mit Auswählen oder erstelle weiter.
es: Mueve PDFs aquí con Seleccionar o sigue creando.
fr: Déplacez des PDF ici avec Sélection, ou continuez à créer.
it: Sposta qui i PDF con Seleziona o continua a creare.

source: Move to Folder
de: In Ordner bewegen
es: Mover a la carpeta
fr: Déplacer vers le dossier
it: Sposta nella cartella

source: Move to Next Document
de: Zum nächsten Dokument
es: Documento siguiente
fr: Document suivant
it: Documento successivo

source: Move to Previous Document
de: Zum vorherigen Dokument
es: Documento anterior
fr: Document précédent
it: Documento precedente

source: New Folder
de: Neuer Ordner
es: Nueva carpeta
fr: Nouveau dossier
it: Nuova cartella

source: Next
de: Weiter
es: Siguiente
fr: Suivant
it: Avanti

source: No account
de: Kein Konto
es: Sin cuenta
fr: Sans compte
it: Nessun account

source: No Accounts or Tracking
de: Keine Konten oder Tracking
es: Sin cuentas ni rastreo
fr: Aucun compte ni suivi
it: Nessun account o tracciamento

source: No document could be created. Your pages are kept — try again.
de: Es konnte kein Dokument erstellt werden. Deine Seiten bleiben erhalten — versuch es erneut.
es: No se pudo crear ningún documento. Tus páginas se conservan; inténtalo de nuevo.
fr: Aucun document n'a pu être créé. Vos pages sont conservées — réessayez.
it: Nessun documento è stato creato. Le pagine sono al sicuro — riprova.

source: No Matching PDFs
de: Keine passenden PDFs
es: No hay PDF coincidentes
fr: Aucun PDF correspondant
it: Nessun PDF corrispondente

source: No PDFIT uploads
de: Keine PDFIT-Uploads
es: Sin subidas a PDFIT
fr: Aucun envoi PDFIT
it: Nessun upload su PDFIT

source: No PDFs yet
de: Noch keine PDFs
es: No hay PDF todavía
fr: Aucun PDF pour l'instant
it: Nessun PDF ancora

source: No uploads. No account. Everything stays on your device.
de: Keine Uploads. Kein Konto. Alles bleibt auf deinem Gerät.
es: Sin subidas. Sin cuenta. Todo permanece en tu dispositivo.
fr: Aucun envoi. Aucun compte. Tout reste sur votre appareil.
it: Nessun caricamento. Nessun account. Tutto resta sul tuo dispositivo.

source: Notes
de: Notizen
es: Notas
it: Note

source: Nothing to convert
de: Nichts zu konvertieren
es: Nada que convertir
fr: Rien à convertir
it: Nulla da convertire

source: On-device OCR makes scans searchable and selectable.
de: OCR auf dem Gerät macht Scans durchsuchbar und wählbar.
es: El OCR en el dispositivo hace los escaneos buscables y seleccionables.
fr: L'OCR sur l'appareil rend les scans recherchables et sélectionnables.
it: L'OCR sul dispositivo rende le scansioni ricercabili e selezionabili.

source: On-device OCR turns pictures of paper into selectable text. No cloud round-trip.
de: On-Device-OCR macht aus Papierfotos wählbaren Text. Kein Cloud-Umweg.
es: El OCR en el dispositivo convierte fotos de papel en texto seleccionable. Sin viajes a la nube.
fr: L'OCR sur l'appareil transforme les photos de papier en texte sélectionnable. Aucun aller-retour cloud.
it: L'OCR on-device trasforma le foto di carta in testo selezionabile. Nessun passaggio dal cloud.

source: On-device processing. No account. Nothing uploaded to PDFIT.
de: Verarbeitung auf dem Gerät. Kein Konto. Nichts wird zu PDFIT hochgeladen.
es: Procesamiento en el dispositivo. Sin cuenta. Nada se sube a PDFIT.
fr: Traitement sur l'appareil. Aucun compte. Rien n'est envoyé à PDFIT.
it: Elaborazione sul dispositivo. Nessun account. Nulla viene caricato su PDFIT.

source: Open any supported app, tap Share, then choose PDFIT.
de: Öffne eine unterstützte App, tippe auf Teilen und wähle PDFIT.
es: Abre una app compatible, toca Compartir y elige PDFIT.
fr: Ouvrez une app compatible, touchez Partager, puis choisissez PDFIT.
it: Apri un'app supportata, tocca Condividi e scegli PDFIT.

source: Open content
de: Inhalt öffnen
es: Abre el contenido
fr: Ouvrez le contenu
it: Apri il contenuto

source: Open PDFIT
de: PDFIT öffnen
es: Abrir PDFIT
fr: Ouvrir PDFIT
it: Apri PDFIT

source: Open the content you want
de: Öffne den gewünschten Inhalt
es: Abre el contenido que quieras
fr: Ouvrez le contenu souhaité
it: Apri il contenuto desiderato

source: Optimizing images…
de: Bilder werden optimiert…
es: Optimizando imágenes…
fr: Optimisation des images…
it: Ottimizzazione immagini…

source: Or share something from any app and choose PDFIT.
de: Oder teilen Sie Inhalte aus einer beliebigen App und wählen Sie PDFIT.
es: O comparte algo desde cualquier app y elige PDFIT.
fr: Ou partagez un élément depuis n'importe quelle app et choisissez PDFIT.
it: Oppure condividi qualcosa da qualsiasi app e scegli PDFIT.

source: Order preserved
de: Reihenfolge beibehalten
es: Orden conservado
fr: Ordre conservé
it: Ordine mantenuto

source: Organize
de: Ordnen
es: Organizar
fr: Organiser
it: Organizza

source: ORGANIZE
de: ORDNEN
es: ORGANIZAR
fr: ORGANISER
it: ORGANIZZA

source: Organize without limits.
de: Organisiere ohne Grenzen.
es: Organiza sin límites.
fr: Organisez sans limites.
it: Organizza senza limiti.

source: Output name
de: Dateiname
es: Nombre del archivo
fr: Nom du fichier
it: Nome file

source: Page
de: Seite
es: Página
it: Pagina

source: Page %lld of %lld
de: Seite %lld von %lld
es: Página %lld de %lld
fr: Page %lld sur %lld
it: Pagina %lld di %lld

source: Page Numbers
de: Seitenzahlen
es: Números de página
fr: Numéros de page
it: Numeri di pagina

source: Page Size
de: Papierformat
es: Tamaño de página
fr: Format de page
it: Formato pagina

source: Pages
de: Seiten
es: Páginas
it: Pagine

source: Paper size
de: Papierformat
es: Tamaño de papel
fr: Format de papier
it: Formato carta

source: Paste
de: Einfügen
es: Pegar
fr: Coller
it: Incolla

source: Paste copied link?
de: Kopierten Link einfügen?
es: ¿Pegar el enlace copiado?
fr: Coller le lien copié ?
it: Incollare il link copiato?

source: Paste Link
de: Link einfügen
es: Pegar enlace
fr: Coller le lien
it: Incolla link

source: Paste Text
de: Text einfügen
es: Pegar texto
fr: Coller le texte
it: Incolla testo

source: PDF created, but it couldn't be added to Library.
de: PDF erstellt, konnte aber nicht zur Mediathek hinzugefügt werden.
es: PDF creado, pero no se pudo añadir a la biblioteca.
fr: PDF créé, mais impossible de l'ajouter à la bibliothèque.
it: PDF creato, ma non è stato possibile aggiungerlo alla libreria.

source: PDF Created! 🎉
de: PDF erstellt! 🎉
es: ¡PDF creado! 🎉
fr: PDF créé ! 🎉
it: PDF creato! 🎉

source: PDF Defaults
de: PDF-Standardwerte
es: Valores predeterminados de PDF
fr: Valeurs par défaut du PDF
it: Impostazioni predefinite PDF

source: PDFIT Pro unlocked
de: PDFIT Pro freigeschaltet
es: PDFIT Pro desbloqueado
fr: PDFIT Pro débloqué
it: PDFIT Pro sbloccato

source: PDFIT processes and stores documents locally. Your documents are not uploaded to PDFIT. When you convert a webpage, PDFIT loads the page directly from its source website.
de: PDFIT verarbeitet und speichert Dokumente lokal. Ihre Dokumente werden nicht zu PDFIT hochgeladen. Wenn Sie eine Webseite konvertieren, lädt PDFIT diese direkt von der Quell-Website.
es: PDFIT procesa y almacena documentos localmente. Tus documentos no se suben a PDFIT. Cuando conviertes una página web, PDFIT la carga directamente desde su sitio web de origen.
fr: PDFIT traite et stocke les documents localement. Vos documents ne sont pas téléversés vers PDFIT. Lorsque vous convertissez une page web, PDFIT la charge directement depuis son site source.
it: PDFIT elabora e memorizza i documenti localmente. I tuoi documenti non vengono caricati su PDFIT. Quando converti una pagina web, PDFIT la carica direttamente dal sito web di origine.

source: PDFIT receives only the content the source app chooses to share.
de: PDFIT erhält nur die Inhalte, die die Quell-App teilt.
es: PDFIT solo recibe el contenido que la app origen decide compartir.
fr: PDFIT ne reçoit que le contenu que l'app source choisit de partager.
it: PDFIT riceve solo i contenuti che l'app di origine sceglie di condividere.

source: PDF missing
de: PDF fehlt
es: PDF no encontrado
fr: PDF introuvable
it: PDF mancante

source: PDF Options
de: PDF-Optionen
es: Opciones de PDF
fr: Options PDF
it: Opzioni PDF

source: PDF preview
de: PDF-Vorschau
es: Vista previa del PDF
fr: Aperçu du PDF
it: Anteprima PDF

source: PDF Ready
de: PDF bereit
es: PDF listo
fr: PDF prêt
it: PDF pronto

source: PDF Tools
de: PDF-Werkzeuge
es: Herramientas PDF
fr: Outils PDF
it: Strumenti PDF

source: PDFs are tagged “PDFIT” in metadata
de: PDFs werden in den Metadaten als „PDFIT“ gekennzeichnet
es: Los PDF están etiquetados como «PDFIT» en los metadatos
fr: Les PDF sont marqués « PDFIT » dans les métadonnées
it: I PDF sono contrassegnati come «PDFIT» nei metadati

source: PDFs are tagged “PDFIT” in their metadata
de: PDFs sind in ihren Metadaten als „PDFIT“ gekennzeichnet
es: Los PDF están etiquetados como «PDFIT» en sus metadatos
fr: Les PDF sont marqués « PDFIT » dans leurs métadonnées
it: I PDF sono taggati «PDFIT» nei loro metadati

source: Photo %lld
de: Foto %lld
es: Foto %lld
it: Foto %lld

source: Photos
de: Fotos
es: Fotos
it: Foto

source: Photos, webpages, text and files.
de: Fotos, Webseiten, Texte und Dateien.
es: Fotos, páginas web, texto y archivos.
fr: Photos, pages web, textes et fichiers.
it: Foto, pagine web, testo e file.

source: Photos, webpages, text and files. One beautiful PDF.
de: Fotos, Webseiten, Texte und Dateien. Ein schönes PDF.
es: Fotos, páginas web, textos y archivos. Un hermoso PDF.
fr: Photos, pages web, textes et fichiers. Un beau PDF.
it: Foto, pagine web, testi e file. Un bellissimo PDF.

source: Photos, webpages, text and files. One PDF. In seconds.
de: Fotos, Webseiten, Texte und Dateien. Ein PDF. In wenigen Sekunden.
es: Fotos, páginas web, texto y archivos. Un PDF. En segundos.
fr: Photos, pages web, textes et fichiers. Un PDF. En quelques secondes.
it: Foto, pagine web, testi e file. Un PDF. In pochi secondi.

source: Pick a source to get started.
de: Wähle eine Quelle, um zu starten.
es: Elige una fuente para empezar.
fr: Choisissez une source pour commencer.
it: Scegli una fonte per iniziare.

source: Placement
de: Platzierung
es: Colocación
it: Posizionamento

source: Placing signature…
de: Signatur wird platziert…
es: Colocando firma…
fr: Placement de la signature…
it: Posizionamento firma…

# plural.batch_partial_detail %lld
source: %lld documents couldn't be created and were skipped.
de: %lld Dokumente konnten nicht erstellt werden und wurden übersprungen.
es: No se pudieron crear %lld documentos y se omitieron.
fr: %lld documents n'ont pas pu être créés et ont été ignorés.
it: %lld documenti non sono stati creati e sono stati ignorati.

# plural.batch_partial_save %lld
source: Save %lld documents
de: %lld Dokumente speichern
es: Guardar %lld documentos
fr: Enregistrer %lld documents
it: Salva %lld documenti

# plural.docs
source: %lld docs
de: %lld Dokumente
es: %lld documentos
fr: %lld documents
it: %lld documenti

# plural.docs %lld
source: %lld documents
de: %lld Dokumente
es: %lld documentos
it: %lld documenti

# plural.files %lld
source: %lld files
de: %lld Dateien
es: %lld archivos
fr: %lld fichiers
it: %lld file

# plural.images %lld
source: %lld Images
de: %lld Bilder
es: %lld imágenes
it: %lld immagini

# plural.items %lld
source: %lld Items
de: %lld Elemente
es: %lld elementos
fr: %lld éléments
it: %lld elementi

# plural.pages %lld
source: %lld pages
de: %lld Seiten
es: %lld páginas
it: %lld pagine

# plural.pages_short %lld
source: %lld pgs
de: %lld S.
es: %lld págs.
fr: %lld p.
it: %lld pagg.

# plural.skipped_media_notice %lld
source: %lld video or audio items can't be converted
de: %lld Video- oder Audioelemente können nicht konvertiert werden
es: No se pueden convertir %lld elementos de vídeo o audio
fr: %lld vidéos ou fichiers audio n'ont pas pu être convertis
it: %lld elementi video o audio non possono essere convertiti

# plural.text_items %lld
source: %lld Text Items
de: %lld Textelemente
es: %lld elementos de texto
fr: %lld éléments de texte
it: %lld elementi di testo

source: Preset
de: Voreinstellung
es: Preajuste
fr: Préréglage
it: Preimpostazione

source: Preview Pro Activation
de: Pro-Aktivierungsvorschau
es: Vista previa de activación Pro
fr: Aperçu de l'activation Pro
it: Anteprima attivazione Pro

source: Preview replays celebration, Share tutorial and feature guide without a purchase. Reset lets the activation flow run again after a real purchase.
de: Die Vorschau zeigt Feier, Teilen-Tutorial und Guide ohne Kauf. Zurücksetzen lässt die Aktivierung nach echtem Kauf erneut laufen.
es: La vista previa reproduce celebración, tutorial y guía sin compra. Restablecer permite repetir la activación tras una compra real.
fr: L'aperçu rejoue célébration, tutoriel de partage et guide sans achat. La réinitialisation permet de rejouer l'activation après un vrai achat.
it: L'anteprima riproduce celebrazione, tutorial e guida senza acquisto. Il reset permette di rifare l'attivazione dopo un acquisto vero.

# preview.pages_and_size %lld %@
source: %1$lld pages · %2$@
de: %1$lld Seiten · %2$@
es: %1$lld páginas · %2$@
it: %1$lld pagine · %2$@

source: Print
de: Drucken
es: Imprimir
fr: Imprimer
it: Stampa

source: Privacy
de: Datenschutz
es: Privacidad
fr: Confidentialité

source: PRIVACY
de: DATENSCHUTZ
es: PRIVACIDAD
fr: CONFIDENTIALITÉ

source: Privacy & Security
de: Datenschutz & Sicherheit
es: Privacidad y seguridad
fr: Confidentialité et sécurité
it: Privacy e sicurezza

source: Privacy & Support
de: Datenschutz & Support
es: Privacidad y soporte
fr: Confidentialité et assistance
it: Privacy e assistenza

source: Privacy by design
de: Privatsphäre by Design
es: Privacidad por diseño
fr: Confidentialité intégrée
it: Privato per definizione

source: Privacy Policy
de: Datenschutzerklärung
es: Política de privacidad
fr: Politique de confidentialité
it: Informativa sulla privacy

source: Private & Local
de: Privat & lokal
es: Privado y local
fr: Privé et local
it: Privato e locale

source: Pro feature
de: Pro-Funktion
es: Función Pro
fr: Fonction Pro
it: Funzione Pro

source: Pro Features Guide
de: Pro-Funktionen-Guide
es: Guía de funciones Pro
fr: Guide des fonctions Pro
it: Guida funzioni Pro

source: Pro Flow QA
de: Pro-Ablauf-QA
es: QA del flujo Pro
fr: QA du flux Pro
it: QA flusso Pro

source: Purchase pending approval.
de: Kauf wartet auf Genehmigung.
es: Compra pendiente de aprobación.
fr: Achat en attente d'approbation.
it: Acquisto in attesa di approvazione.

source: Purchases are temporarily unavailable.
de: Käufe sind derzeit nicht verfügbar.
es: Las compras no están disponibles temporalmente.
fr: Les achats sont momentanément indisponibles.
it: Gli acquisti non sono temporaneamente disponibili.

source: Purchases restored.
de: Käufe wiederhergestellt.
es: Compras restauradas.
fr: Achats restaurés.
it: Acquisti ripristinati.

source: Quality
de: Qualität
es: Calidad
fr: Qualité
it: Qualità

source: Quick
de: Schnell
es: Rápido
fr: Rapide
it: Rapido

source: Quick keeps everything. Clean and Reader produce polished article PDFs.
de: Schnell behält alles. Klar und Lesen erzeugen gepflegte Artikel-PDFs.
es: Rápido lo conserva todo. Limpio y Lectura generan artículos pulidos.
fr: Rapide garde tout. Épuré et Lecture produisent des articles soignés.
it: Rapida mantiene tutto. Pulita e Lettura producono articoli curati.

source: Quick, Clean and Reader modes.
de: Schnell-, Klar- und Lesemodus.
es: Modos Rápido, Limpio y Lectura.
fr: Modes Rapide, Épuré et Lecture.
it: Modalità Rapida, Pulita e Lettura.

source: Quick, Clean and Reader webpage modes.
de: Web-Modi Schnell, Klar und Lesen.
es: Modos web Rápido, Limpio y Lectura.
fr: Modes web Rapide, Épuré et Lecture.
it: Modalità web Rapida, Pulita e Lettura.

source: Readable, polished webpage documents.
de: Lesbare, gepflegte Webseitendokumente.
es: Documentos web legibles y pulidos.
fr: Des documents web lisibles et soignés.
it: Documenti web leggibili e curati.

source: Reader
de: Lesemodus
es: Lectura
fr: Lecture
it: Lettura

source: Reading shared content…
de: Geteilte Inhalte werden gelesen…
es: Leyendo contenido compartido…
fr: Lecture du contenu partagé…
it: Lettura del contenuto condiviso…

source: Ready to use
de: Bereit zur Verwendung
es: Listo para usar
fr: Prêt à l'emploi
it: Pronto all'uso

source: Recent
de: Zuletzt verwendet
es: Recientes
fr: Récents
it: Recenti

source: Recent PDFs
de: Zuletzt erstellte PDFs
es: PDF recientes
fr: PDF récents
it: PDF recenti

source: Recognizing text…
de: Text wird erkannt…
es: Reconociendo texto…
fr: Reconnaissance du texte…
it: Riconoscimento testo…

source: Recommended
de: Empfohlen
es: Recomendado
fr: Recommandé
it: Consigliato

source: Redraw
de: Neu zeichnen
es: Volver a dibujar
fr: Redessiner
it: Ridisegna

source: Rename
de: Umbenennen
es: Renombrar
fr: Renommer
it: Rinomina

source: Rename Document
de: Dokument umbenennen
es: Renombrar documento
fr: Renommer le document
it: Rinomina documento

source: Rename Folder
de: Ordner umbenennen
es: Renombrar carpeta
fr: Renommer le dossier
it: Rinomina cartella

source: Reorder and rotate pages into a new document.
de: Seiten neu ordnen und drehen — in ein neues Dokument.
es: Reordena y rota páginas en un nuevo documento.
fr: Réordonnez et pivotez les pages en un nouveau document.
it: Riordina e ruota le pagine in un nuovo documento.

source: Reorder, rotate and extract pages.
de: Seiten neu anordnen, drehen und extrahieren.
es: Reordena, rota y extrae páginas.
fr: Réorganisez, pivotez et extrayez des pages.
it: Riordina, ruota ed estrai pagine.

source: Reset Pro Welcome State
de: Pro-Willkommensstatus zurücksetzen
es: Restablecer bienvenida Pro
fr: Réinitialiser l'accueil Pro
it: Reset benvenuto Pro

source: Restore Purchases
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
it: Ripristina acquisti

source: Result
de: Ergebnis
es: Resultado
fr: Résultat
it: Risultato

source: Retry
de: Erneut versuchen
es: Reintentar
fr: Réessayer
it: Riprova

source: Review Scan
de: Scan prüfen
es: Revisar escaneo
fr: Vérifier le scan
it: Rivedi scansione

source: Rotate
de: Drehen
es: Girar
fr: Pivoter
it: Ruota

source: Rotate page
de: Seite drehen
es: Girar página
fr: Pivoter la page
it: Ruota pagina

source: Runs entirely on this device using Apple Vision. The scan keeps its exact appearance and becomes searchable/selectable.
de: Läuft vollständig auf diesem Gerät mit Apple Vision. Der Scan behält sein Aussehen und wird durchsuchbar/wählbar.
es: Funciona totalmente en este dispositivo con Apple Vision. El escaneo mantiene su apariencia exacta y se vuelve buscable/seleccionable.
fr: Fonctionne entièrement sur cet appareil avec Apple Vision. Le scan garde son aspect exact et devient recherchable/sélectionnable.
it: Funziona interamente su questo dispositivo con Apple Vision. La scansione mantiene il suo aspetto e diventa ricercabile/selezionabile.

source: Safari, X, Photos, Notes, Files — anything that offers Share.
de: Safari, X, Fotos, Notizen, Dateien — jede App mit Teilen-Funktion.
es: Safari, X, Fotos, Notas, Archivos — cualquier app que ofrezca Compartir.
fr: Safari, X, Photos, Notes, Fichiers — toute app qui propose Partager.
it: Safari, X, Foto, Note, File — qualsiasi app che offre Condividi.

source: Save
de: Sichern
es: Guardar
fr: Enregistrer
it: Salva

source: Save failed
de: Speichern fehlgeschlagen
es: Error al guardar
fr: Échec de l'enregistrement
it: Salvataggio non riuscito

source: Save Link as PDF
de: Link als PDF sichern
es: Guardar enlace como PDF
fr: Enregistrer le lien en PDF
it: Salva link come PDF

source: Save Signed Copy
de: Signierte Kopie sichern
es: Guardar copia firmada
fr: Enregistrer la copie signée
it: Salva copia firmata

source: Save to Files
de: In Dateien sichern
es: Guardar en Archivos
fr: Enregistrer dans Fichiers
it: Salva su File

source: Saved Link
de: Gesicherter Link
es: Enlace guardado
fr: Lien enregistré
it: Link salvato

source: Saved PDFs
de: Gespeicherte PDFs
es: PDF guardados
fr: PDF enregistrés
it: PDF salvati

source: Saved to Library.
de: In der Bibliothek gespeichert.
es: Guardado en la biblioteca.
fr: Enregistré dans la bibliothèque.
it: Salvato nella libreria.

source: Scan — date
de: Scan — Datum
es: Escaneo — fecha
it: Scansione — data

source: Scan Document
de: Dokument scannen
es: Escanear documento
fr: Scanner un document
it: Scansiona documento

source: Scan several documents at once. Unlimited folders and merge.
de: Mehrere Dokumente auf einmal scannen. Unbegrenzte Ordner und Zusammenführung.
es: Escanea varios documentos a la vez. Carpetas y fusión ilimitadas.
fr: Scannez plusieurs documents à la fois. Dossiers et fusion illimités.
it: Scansiona più documenti insieme. Cartelle e unione illimitate.

source: Scan several documents in one pass.
de: Scanne mehrere Dokumente in einem Durchgang.
es: Escanea varios documentos de una pasada.
fr: Scannez plusieurs documents en une seule fois.
it: Scansiona più documenti in una sola passata.

source: Scan, convert, organize and edit PDFs — privately on your device.
de: Scannen, konvertieren, ordnen und bearbeiten — privat auf deinem Gerät.
es: Escanea, convierte, organiza y edita PDFs — de forma privada en tu dispositivo.
fr: Scannez, convertissez, organisez et modifiez vos PDF — en privé sur votre appareil.
it: Scansiona, converti, organizza e modifica i PDF — in privato sul tuo dispositivo.

source: Scan, merge and use unlimited folders.
de: Scannen, zusammenführen und unbegrenzt Ordner nutzen.
es: Escanea, combina y usa carpetas ilimitadas.
fr: Scannez, fusionnez et utilisez des dossiers illimités.
it: Scansiona, unisci e usa cartelle illimitate.

source: Scanning unavailable
de: Scannen nicht verfügbar
es: Escaneo no disponible
fr: Scan indisponible
it: Scansione non disponibile

source: Search PDFs
de: PDFs suchen
es: Buscar PDF
fr: Rechercher des PDF
it: Cerca PDF

source: Searchable OCR
de: Durchsuchbare OCR
es: OCR con búsqueda
fr: OCR consultable
it: OCR ricercabile
